Repository: AdaKosarek/ios-backup
Catalog: StudySync/UI/Localizable.xcstrings
Source language: en
Languages: cs

# %lld karet
source: %lld cards
cs: %lld karet

# %lld otázek
source: %lld questions
cs: %lld otázky

# %lld skupin
source: %lld groups
cs: %lld skupin

source: ABOUT APP
cs: O APLIKACI

# action_cancle
source: Cancel
cs: Zrušit

# add_color
source: Color
cs: Barva

# Aktivita
source: Activity
cs: Aktivita

# ans
source: Answer
cs: Odpověď

# app_appearance
source: APP APEARANCE
cs: VZHLED APLIKACE

# Barva
source: Color
cs: Barva

source: BASIC
cs: OBECNÉ

# Čas
source: Time
cs: Čas

# Celkem karet
source: Total Cards
cs: Celkem karet

# Cíl
source: Goal
cs: Cíl

# Den
source: Day
cs: Den

# Dnes
source: Today
cs: Dnes

# Dnešní cíl
source: Today's Goal
cs: Dnešní cíl

# Dnešní pokrok
source: Today's Progress
cs: Dnešní pokrok

# edit_pack
source: Edit package
cs: Upravit balíček

# eg_maths
source: E. g. Mathematics
cs: Např. Matematika

# hid
source: Click ✨ to generate an answer using AI.
cs: Klikni na ✨ pro vygenerování odpovědi pomocí AI.

# hid2
source: Here will be answer …
cs: Zde bude odpověď ...

# Hotovo
source: Done
cs: Hotovo

# Hotovo!
source: Done!
cs: Hotovo!

source: Import package
cs: Importovat balíček

# Jazyk
source: Language
cs: Jazyk

# Jen tak dál!
source: Keep it up!
cs: Jen tak dál!

# karet naučeno
source: cards learned
cs: karet naučeno

# Karty
source: Cards
cs: Karty

# Klepni pro otočení
source: Tap to flip
cs: Klepni pro otočení

# Klikni na ✨ pro vygenerování odpovědi pomocí AI.
source: Tap ✨ to generate answer using AI.
cs: Klikni na ✨ pro vygenerování odpovědi pomocí AI.

# Knihovna
source: Library
cs: Knihovna

source: Library
cs: Knihovna

# Moje Balíčky
source: My Packages
cs: Moje Balíčky

# my_pack
source: My packages
cs: Moje Balíčky

# Např. a² + b² = ?
source: E.g. a² + b² = ?
cs: Např. a² + b² = ?

# Např. Angličtina
source: E.g. English
cs: Např. Angličtina

# Např. c²
source: E.g. c²
cs: Např. c²

# Např. Matematika
source: E. g. Mathematics
cs: Např. Matematika

# Nastavení
source: Settings
cs: Nastavení

# Název
source: Name
cs: Název

# Název balíčku
source: Package Name
cs: Název balíčku

# Nevěděl
source: Did not know
cs: Nevěděl

source: New card
cs: Nová karta

# new_pack
source: New package
cs: Nový balíček

source: next
cs: Další studium

# notification
source: Notifications
cs: Notifikace

# Nová karta
source: New Card
cs: Nová karta

# Nová skupina
source: New Group
cs: Nová skupina

# Nový balíček
source: New Package
cs: Nový balíček

# Období
source: Period
cs: Období

# Odpověď
source: Answer
cs: Odpověď

source: On
cs: Zapnuto

# Otázka
source: Question
cs: Otázka

# Přidej novou skupinu tlačítkem +
source: Add a new group with the + button
cs: Přidej novou skupinu tlačítkem +

# Přizpůsobte si aplikaci podle sebe
source: Customize the app your way
cs: Přizpůsobte si aplikaci podle sebe

# qr_info
source: Scan QR code for import package.
cs: Naskenujte QR kod pro import balíčku.

# ques
source: Question
cs: Otázka

source: Range
cs: Rozsah

# range_week
source: Week
cs: Týden

# range_year
source: Year
cs: Rok

# Rychlý přehled
source: Quick Overview
cs: Rychlý přehled

source: Save
cs: Uložit

source: Selected
cs: Vybráno

# settings_title
source: Settings
cs: Nastavení

# Skupiny
source: Groups
cs: Skupiny

# Smazat balíček
source: Delete Package
cs: Smazat balíček

# Smazat kartu
source: Delete Card
cs: Smazat kartu

# Smazat skupinu
source: Delete Group
cs: Smazat skupinu

# Špatně
source: Incorrect
cs: Špatně

# Splněno!
source: Completed!
cs: Splněno!

# Správně
source: Correct
cs: Správně

source: Start Session
cs: Začít studium

# stat_cards
source: cards
cs: karty

# stat_days
source: Days
cs: Dní

# stat_ex
source: Experiences
cs: Zkušenosti

# stat_reg
source: Regularity
cs: Pravidelnost

# stat_series
source: Serie
cs: Série

# stat_succ
source: Success
cs: Úspěšnost

# stat_tot
source: Total
cs: Celkem

# Statistiky
source: Statistics
cs: Statistiky

source: Stats
cs: Statistiky

# Studium
source: Study
cs: Studium

# Studovat vše
source: Study All
cs: Studovat vše

source: Sync Watch
cs: Synchronizovat Watch

# tab_home
source: Home
cs: Domů

# tab_packages
source: Packages
cs: Balíčky

# tab_settings
source: Settings
cs: Nastavení

# tab_stats
source: Statistics
cs: Statistiky

# Tato skupina je prázdná. Klikni na + a přidej otázku.
source: This group is empty. Tap + to add a question.
cs: Tato skupina je prázdná. Klikni na + a přidej otázku.

source: Today done
cs: Dnes hotovo

# Uč se chytřeji
source: Study Smarter
cs: Uč se chytřeji

# Ukončit
source: End
cs: Ukončit

# Ukončit studium?
source: End session?
cs: Ukončit studium?

# Upravit
source: Edit
cs: Upravit

# Váš aktuální postup v této lekci nebude uložen.
source: Your current progress in this session will not be saved.
cs: Váš aktuální postup v této lekci nebude uložen.

# Věděl
source: Knew it
cs: Věděl

# Verze
source: Version
cs: Verze

# Vyberte jazyk
source: Select Language
cs: Vyberte jazyk

# Vybraná barva:
source: Selected Color:
cs: Vybraná barva:

# Vytvořit
source: Create
cs: Vytvořit

# Žádné balíčky
source: No packages
cs: Žádné balíčky

# Žádné kartičky
source: No cards
cs: Žádné kartičky

# Žádné karty k zobrazení
source: No cards to display
cs: Žádné karty k zobrazení

# Žádné skupiny
source: No Groups
cs: Žádné skupiny

# Zde bude odpověď...
source: Answer will be here...
cs: Zde bude odpověď...

# Zelená znamená splněný cíl
source: Green means goal met
cs: Zelená znamená splněný cíl

# Zpět
source: Back
cs: Zpět

# Zrušit
source: Cancel
cs: Zrušit
